/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "您的電腦上已安裝了一個名稱相同的其他 widget。您要使用這個“%@”widget 來取代它嗎？";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "您的電腦上已安裝了一個名稱相同的檔案。您要使用這個“%@”widget 來取代它嗎？";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "本電腦上的所有使用者都已安裝了較新版本的 widget。若您偏好使用此版本的 widget，請僅安裝到此使用者帳號。";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "已安裝了較新版本的“%@”widget。您要取代它嗎？";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "已安裝了較舊版本的“%@”widget。您要取代它嗎？";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "本電腦上的所有使用者都已安裝了較舊版本的 widget。若您偏好使用此版本的 widget，請僅安裝到此使用者帳號。";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "您要安裝“%@”widget 並在 Dashboard 裡將其打開嗎？";

/* end preview string */
"End Test" = "結束測試";

/* title for OK button */
"Install" = "安裝";

/* installation failed title */
"The %@ widget can't be installed." = "無法安裝 widget“%@”。";

/* ok button */
"OK" = "好";

/* replace button, instead of install */
"Replace" = "取代";

/* title for OK button when developer run is on */
"Run" = "執行";

/* preview button string */
"Test Drive" = "測試運行";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "您無法安裝檔案“%@”，因為它不是有效的 widget。";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "已經安裝 widget“%@”。您要取代它嗎？";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "您要安裝的 widget 已安裝在您的電腦上，且已打開此 widget 的一或多個拷貝。重新安裝將會關閉所有的 widget。";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "您要安裝的 widget 已經開啟。安裝此 widget 將關閉此 widget 的所有版本。";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "您要取代的 widget 將被立即刪除。";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "本電腦上的所有使用者都已安裝了此相同的 widget。若您偏好使用此版本的 widget，請僅安裝到此使用者帳號。";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "此 widget 已安裝在您的電腦上，但其名稱為“%1$@”。您要用 widget“%3$@”來取代 widget“%2$@”嗎？";

